IDEA Open Model
ReinfAroundOpening.DiagonalNumOfBarsInLayer Property
Compatible with IDEA StatiCa Beta 20.0
 Number of diagonal bars in layer
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int DiagonalNumOfBarsInLayer { get; set; }
Public Property DiagonalNumOfBarsInLayer As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace